//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************

//******************************************************************************
// [File] XCradleChsUsb.uni
// [Description] Add XCradle Chinese STR define in this file
// [Author] JSY-ZZP
// [Date] 2021/02/25
//******************************************************************************
/=#
#langdef   x-AMI "x-AMI"
#langdef   en-US "English"
#langdef   zh-chs "中文 (简体)"

#string STR_USB_CONFIGURATION           #language zh-chs "USB设备信息"
#string STR_USB_CONFIGURATION_HELP      #language zh-chs "USB设备信息"
#string STR_USB_ENABLED                 #language zh-chs "启用"
#string STR_USB_DISABLED                #language zh-chs "禁用"
#string STR_USB_AUTO                    #language zh-chs "自动"
#string STR_USB_DEVICES_ENABLED         #language zh-chs "USB设备"
#string STR_USB_MASS_DEVICE_CONFIG      #language zh-chs "USB大容量存储设备配置"
#string STR_USB_MASS_DEVICE_CONFIG_HELP #language zh-chs "配置 USB大容量存储设备配置"
#string STR_USB_EMULATION               #language zh-chs "大容量存储设备"
#string STR_USB_EMUL_FLOPPY             #language zh-chs "软盘"
#string STR_USB_EMUL_FORCED_FDD         #language zh-chs "软盘驱动"
#string STR_USB_EMUL_HDD                #language zh-chs "硬盘"
#string STR_USB_EMUL_CDROM              #language zh-chs "光盘"
#string STR_USB_EMULATION_TYPE_HELP1    #language zh-chs "大容量存储设备模拟类型。'自动'根据其介质格式枚举设备。光驱被模拟为'光盘'，没有介质的驱动器将根据驱动器类型进行模拟。"

//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************